Repository: dhaeioum/DynamicIsland
Catalog: DynamicIsland/Localizable.xcstrings
Source language: es
Languages: en

source: 'Now Playing' era la única opción en versiones anteriores y funciona con todas las apps de música.
en: 'Now Playing' was the only option on previous versions and works with all media apps.

# %.0f seconds
source: %.0f segundos
en: %.0f seconds

# • Bug fixes
source: • Correcciones de errores
en: • Bug fixes

# • Improved performance
source: • Mejora de rendimiento
en: • Improved performance

# • New feature 1
source: • Nueva función 1
en: • New feature 1

# About
source: Acerca de
en: About

# Accent color
source: Color de acento
en: Accent color

# Access Denied
source: Acceso denegado
en: Access Denied

# Add
source: Agregar
en: Add

# Add manually
source: Agregar manualmente
en: Add manually

# Add new visualizer
source: Agregar nuevo visualizador
en: Add new visualizer

# Additional features
source: Funciones adicionales
en: Additional features

# AirDrop service not available
source: Servicio AirDrop no disponible
en: AirDrop service not available

# All-day
source: Todo el día
en: All-day

# Allow Access
source: Permitir acceso
en: Allow Access

# Always hide in fullscreen
source: Ocultar siempre en pantalla completa
en: Always hide in fullscreen

# Always show tabs
source: Mostrar siempre las pestañas
en: Always show tabs

# App icon
source: Icono de la app
en: App icon

# Appearance
source: Apariencia
en: Appearance

# Automatically check for updates
source: Buscar actualizaciones automáticamente
en: Automatically check for updates

# Automatically download updates
source: Descargar actualizaciones automáticamente
en: Automatically download updates

# Battery
source: Batería
en: Battery

# Battery Information
source: Información de la batería
en: Battery Information

# Battery Settings
source: Ajustes de batería
en: Battery Settings

# Battery Status
source: Estado de la batería
en: Battery Status

# Boost your productivity with Clipboard Manager
source: Impulsa tu productividad con el gestor del portapapeles
en: Boost your productivity with Clipboard Manager

# Both
source: Ambos
en: Both

# Calendar
source: Calendario
en: Calendar

# Calendar access is denied. Please enable it in System Settings.
source: Acceso al calendario denegado. Actívalo en Configuración del sistema.
en: Calendar access is denied. Please enable it in System Settings.

# Cancel
source: Cancelar
en: Cancel

# Charging
source: Cargando
en: Charging

# Charging on Hold: Desktop Mode
source: Carga en pausa: modo escritorio
en: Charging on Hold: Desktop Mode

# Check for Updates…
source: Buscar actualizaciones…
en: Check for Updates…

# Choose a Music Source
source: Elige una fuente de música
en: Choose a Music Source

# Circle
source: Círculo
en: Circle

# Close
source: Cerrar
en: Close

# Coming soon
source: Muy pronto
en: Coming soon

# Continue
source: Continuar
en: Continue

# Custom color
source: Color personalizado
en: Custom color

# Custom height
source: Altura personalizada
en: Custom height

# Custom music live activity animation
source: Animación personalizada para la actividad en vivo de música
en: Custom music live activity animation

# Custom notch size - %.0f
source: Tamaño personalizado del notch - %.0f
en: Custom notch size - %.0f

# Custom vizualizers (Lottie)
source: Visualizadores personalizados (Lottie)
en: Custom vizualizers (Lottie)

# Customize in Settings
source: Personalizar en ajustes
en: Customize in Settings

# Default
source: Predeterminado
en: Default

# Description
source: Descripción
en: Description

# Disable
source: Desactivar
en: Disable

# Disabled
source: Desactivado
en: Disabled

# Download
source: Descargar
en: Download

# Download icon style
source: Estilo del icono de descarga
en: Download icon style

# Download indicator style
source: Estilo del indicador de descarga
en: Download indicator style

# Downloads
source: Descargas
en: Downloads

# Drop files here
source: Suelta archivos aquí
en: Drop files here

source: Copia, guarda y gestiona fácilmente tu contenido más usado. ¡Mejora ahora para funciones avanzadas como almacenamiento múltiple y acceso rápido!
en: Easily copy, store, and manage your most-used content. Upgrade now for advanced features like multi-item storage and quick access!

# Edit layout
source: Editar diseño
en: Edit layout

# Enable colored spectrograms
source: Activar espectrogramas en color
en: Enable colored spectrograms

# Enable haptics
source: Activar hápticos
en: Enable haptics

# Enable HUD replacement
source: Activar reemplazo del HUD
en: Enable HUD replacement

# Enable music live activity
source: Activar actividad en vivo de música
en: Enable music live activity

# Enhance your experience with HUDs
source: Potencia tu experiencia con los HUD
en: Enhance your experience with HUDs

# Enjoy your free time!
source: ¡Disfruta tu tiempo libre!
en: Enjoy your free time!

# Exclude apps
source: Excluir apps
en: Exclude apps

# Exit
source: Salir
en: Exit

# Extensions
source: Extensiones
en: Extensions

# Finish
source: Finalizar
en: Finish

# Gesture control
source: Control por gestos
en: Gesture control

# Gesture sensitivity
source: Sensibilidad de gestos
en: Gesture sensitivity

# Get started
source: Comenzar
en: Get started

# Got it!
source: ¡Entendido!
en: Got it!

# Gradient
source: Degradado
en: Gradient

# Hide only when NowPlaying app is in fullscreen
source: Ocultar solo cuando la app en reproducción esté a pantalla completa
en: Hide only when NowPlaying app is in fullscreen

# Hierarchical
source: Jerárquico
en: Hierarchical

# High
source: Alto
en: High

# HUD style
source: Estilo de HUD
en: HUD style

# HUDs
source: HUD
en: HUDs

# In progress
source: En progreso
en: In progress

# Inline
source: En línea
en: Inline

# Install updates automatically
source: Instalar actualizaciones automáticamente
en: Install updates automatically

# Installed extensions
source: Extensiones instaladas
en: Installed extensions

# Later
source: Más tarde
en: Later

# Lottie JSON URL
source: URL JSON de Lottie
en: Lottie JSON URL

# Low
source: Bajo
en: Low

# Low Power Mode
source: Modo de bajo consumo
en: Low Power Mode

# Made with 🫶🏻 by not so boring not.people
source: Hecho con 🫶🏻 por not so boring not.people
en: Made with 🫶🏻 by not so boring not.people

# Match menubar height
source: Igualar altura de la barra de menús
en: Match menubar height

# Match real notch size
source: Igualar tamaño real del notch
en: Match real notch size

# Max Capacity: %lld%%
source: Capacidad máxima: %lld%%
en: Max Capacity: %lld%%

# Media
source: Medios
en: Media

# Media change with horizontal gestures
source: Cambiar medios con gestos horizontales
en: Media change with horizontal gestures

# Media controls
source: Controles multimedia
en: Media controls

# Media inactivity timeout
source: Tiempo de inactividad de medios
en: Media inactivity timeout

# Media playback live activity
source: Actividad en vivo de reproducción
en: Media playback live activity

# Media Source
source: Fuente de medios
en: Media Source

# Medium
source: Medio
en: Medium

# Menubar icon
source: Icono en la barra de menús
en: Menubar icon

# Minimum hover duration
source: Duración mínima de desplazamiento
en: Minimum hover duration

# Mirror
source: Espejo
en: Mirror

# Mirror shape
source: Forma del espejo
en: Mirror shape

# More
source: Más
en: More

# Music Source
source: Fuente de música
en: Music Source

# muted
source: silenciado
en: muted

# Name
source: Nombre
en: Name

# Need Restart
source: Necesita reinicio
en: Need Restart

# Never hide
source: Nunca ocultar
en: Never hide

# No custom animation available
source: No hay animación personalizada disponible
en: No custom animation available

# No custom visualizer
source: No hay visualizador personalizado
en: No custom visualizer

# No events today
source: Sin eventos hoy
en: No events today

# No excludes
source: Sin exclusiones
en: No excludes

# No extension installed
source: No hay extensión instalada
en: No extension installed

# Non-notch display height
source: Altura de pantalla sin notch
en: Non-notch display height

# Not Now
source: Ahora no
en: Not Now

# Notch behavior
source: Comportamiento del notch
en: Notch behavior

# Notch display height
source: Altura del notch
en: Notch display height

# Notch Height
source: Altura del notch
en: Notch Height

# One or more files failed to load
source: Uno o más archivos no se pudieron cargar
en: One or more files failed to load

# Only app icon
source: Solo icono de la app
en: Only app icon

# Only download icon
source: Solo icono de descarga
en: Only download icon

# Percentage
source: Porcentaje
en: Percentage

# Plugged In
source: Conectado a la corriente
en: Plugged In

# Progress bar
source: Barra de progreso
en: Progress bar

# Progressbar style
source: Estilo de la barra de progreso
en: Progressbar style

# Quit
source: Salir
en: Quit

# Quit app
source: Salir de la app
en: Quit app

# Quit boring.notch
source: Salir de boring.notch
en: Quit boring.notch

# Release name
source: Nombre de versión
en: Release name

# Remember last tab
source: Recordar última pestaña
en: Remember last tab

# Restart
source: Reiniciar
en: Restart

# Running
source: En ejecución
en: Running

# seconds
source: segundos
en: seconds

source: Selecciona la fuente de música que quieres usar. Podrás cambiarla más tarde en los ajustes.
en: Select the music source you want to use. You can change this later in the app settings.

# selected
source: seleccionado
en: selected

# Selected animation
source: Animación seleccionada
en: Selected animation

# Settings
source: Ajustes
en: Settings

# Shelf
source: Estante
en: Shelf

# Shortcuts
source: Atajos
en: Shortcuts

# Show battery indicator
source: Mostrar indicador de batería
en: Show battery indicator

# Show charging indicator
source: Mostrar indicador de carga
en: Show charging indicator

# Show cool face animation while inactivity
source: Mostrar animación divertida durante la inactividad
en: Show cool face animation while inactivity

# Show download progress
source: Mostrar progreso de descarga
en: Show download progress

# Show on a specific display
source: Mostrar en una pantalla específica
en: Show on a specific display

# Show on all displays
source: Mostrar en todas las pantallas
en: Show on all displays

# Show shuffle and repeat buttons
source: Mostrar botones de aleatorio y repetir
en: Show shuffle and repeat buttons

# Slider color
source: Color del control deslizante
en: Slider color

# Sneak Peek shows the media title and artist under the notch for a few seconds.
source: Sneak Peek muestra el título y artista bajo el notch por unos segundos.
en: Sneak Peek shows the media title and artist under the notch for a few seconds.

# Sneak Peek Style
source: Estilo de Sneak Peek
en: Sneak Peek Style

# Software updates
source: Actualizaciones de software
en: Software updates

# Speed
source: Velocidad
en: Speed

# Square
source: Cuadrado
en: Square

# Stopped
source: Detenido
en: Stopped

# Support Us
source: Apóyanos
en: Support Us

# System features
source: Funciones del sistema
en: System features

# Time to Full Charge: %lld min
source: Tiempo para carga completa: %lld min
en: Time to Full Charge: %lld min

# Toggle Notch Open:
source: Abrir notch:
en: Toggle Notch Open:

# Toggle Sneak Peek:
source: Alternar Sneak Peek:
en: Toggle Sneak Peek:

source: Desliza dos dedos hacia arriba sobre el notch para cerrarlo y hacia abajo para abrirlo cuando la opción **Abrir notch al pasar el cursor** esté desactivada
en: Two-finger swipe up on notch to close, two-finger swipe down on notch to open when **Open notch on hover** option is disabled

# Uninstall
source: Desinstalar
en: Uninstall

source: Desbloquea funciones avanzadas y mejora tu experiencia. ¡Actualiza ahora para más personalización!
en: Unlock advanced features and improve your experience. Upgrade now for more customizations!

# unmuted
source: con sonido
en: unmuted

# Upgrade to Pro
source: Actualizar a Pro
en: Upgrade to Pro

# Use music visualizer spectrogram
source: Usar espectrograma del visualizador de música
en: Use music visualizer spectrogram

# Version
source: Versión
en: Version

# Version info
source: Información de la versión
en: Version info

# View on GitHub: th-ch/youtube-music
source: Ver en GitHub: th-ch/youtube-music
en: View on GitHub: th-ch/youtube-music

# Welcome
source: Bienvenido
en: Welcome

# What's New
source: Novedades
en: What's New

source: Ya puedes disfrutar la app. Si quieres ajustar algo más, siempre puedes ir a los ajustes.
en: You can now enjoy the app. If you want to tweak things further, you can always visit the settings.

# You're All Set!
source: ¡Todo listo!
en: You're All Set!

# YouTube Music requires this third-party app to be installed:
source: YouTube Music requiere instalar esta app de terceros:
en: YouTube Music requires this third-party app to be installed:
